/* Armenian */
 
/* Uncaught exception message */
"%@ has encountered an exception!" = "%@-ի հետ առաջացել է չնախատեսված վթարային խնդիր:";

/* Message text for crash report */
"%@ has recently crashed!" = "%@-ի հանկարծակի անջատում.";
 
/* Informative text for crash report */
"Send crash report" = "Թերությունը վերացնելու համար հաղորդե՛ք մեզ դրա մասին: Սեղմե՛ք «Մանրամասներ»` տեսնելու մեզ ուղարկված տեղեկությունը:";

/* Informative text for crash report */
"Send feedback" = "Թերությունը վերացնելու համար հաղորդե՛ք մեզ դրա մասին: Սեղմե՛ք «Մանրամասներ»` տեսնելու մեզ ուղարկված տեղեկությունը:";
 
/* No comment provided by engineer. */
"anonymous" = "անանուն";
 
/* No comment provided by engineer. */
"Cancel" = "Չեղարկել";
 
/* Comments text view label */
"Comments:" = "Այն ինչ արեցիք խնդրի առաջացումից անմիջապես առաջ:";
 
/* No comment provided by engineer. */
"Console" = "Կոնսոլ";
 
/* No comment provided by engineer. */
"CrashLog" = "Վթարման լոգ";
 
/* No comment provided by engineer. */
"Email address:" = "Ձեր էլ. հասցեն, եթե ցանկանում եք, որ Ձեզ հետ կապնվենք:";
 
/* No comment provided by engineer. */
"Error: %@" = "Սխալ: %@";
 
/* No comment provided by engineer. */
"Exception" = "Բացառություն";
 
/* Feedback message text */
"Got a problem with %@?" = "%@-ի հետ խնդիրնե՞ր կան:";
 
/* No comment provided by engineer. */
"OK" = "Օք";
 
/* No comment provided by engineer. */
"Preferences" = "Կարգավորումներ";
 
/* No comment provided by engineer. */
"Script" = "Սկրիպտ";
 
/* No comment provided by engineer. */
"Send" = "Ուղարկել";
 
/* No comment provided by engineer. */
"Sorry, failed to submit your feedback to the server." = "Ձեր հաղորդումը սերվերին ձախողվեց:";
 
/* No comment provided by engineer. */
"You may not be able to send feedback because %@ isn't reachable." = "%@-ի անհասանելիության պատճառով հաղորդում չեք կարող անել.\n\nՇարունակելուց առաջ համոզվե՛ք որ միացած եք ինտերնետին.\n";
 
/* No comment provided by engineer. */
"Feedback Host Not Reachable" = "Հաղորդման հոսթն անհասանելի է";
 
/* No comment provided by engineer. */
"Proceed Anyway" = "Շարունակել";

/* Comment label text for feedback */
"Feedback comment label" = "Your feedback:";

/* No comment provided by engineer. */
"Send details" = "Send details";